Repository: xcodinas/covidcore
Catalog: app/translations/*/LC_MESSAGES/messages.po
Languages: es

source: @%(username)s has mentioned you.
es: @%(username)s te ha mencionado

source: You and @%(username)s have a crush.
es: Tienes un crush con @%(username)s

source: Break the ice!
es: ¡Rompe el hielo!

source: @%(username)s has redeleted your deleto
es: @%(username)s ha redeleteado

source: @%(username)s has doped your deleto
es: A @%(username)s le ha rentado

source: @%(username)s has started following you
es: @%(username)s te ha seguido

source: Check out his profile!
es: ¡Echa un ojo a su perfil!

source: @%(username)s has replied to your deleto
es: @%(username)s ha comentado

source: Message from @%(username)s
es: Mensaje de @%(username)s

source: Message from @%s
es: Mensaje de @%s

source: Unlock to read
es: Desbloquea para leer
